Revit 2027 API
PointCloudColorSettings Properties
The PointCloudColorSettings type exposes the following members.
Properties
Name | Description
Color1 |  Color 1
Color2 |  Color 2
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
PointCloudColorSettings Class
Autodesk.Revit.DB.PointClouds Namespace